read_verilog -sv -formal -overwrite {workspace}/vivado_prj/camera_prj.srcs/sources_1/imports/bsp/ov5640/i2c_ov5640_rgb565_cfg.v
design -reset-vlog; proc;
write_json {workspace}/netlist/i2c_ov5640_rgb565_cfg.json